{
	"glossary": {
		"access_to_personal_information": "The ability to view personal information held by an organization, possibly complemented by ability to update or correct it.",
		"architecture": "The design of system structure including logical components and interrelationships of computers, networks, and other elements.",
		"authentication": "The process of verifying identity or other attributes of an entity or verifying data source and integrity.",
		"authorization": "The process of granting access privileges to a user, program, or process.",
		"board_of_directors": "Individuals responsible for overseeing entity strategic direction and accountability obligations.",
		"business_partner": "An individual or business with involvement in entity's business dealings or cooperation.",
		"collection": "The process of obtaining personal information directly from individuals or from another party.",
		"commitments": "Declarations made by management to customers regarding system performance.",
		"component": "One of five elements of internal control: control environment, risk assessment, control activities, information and communication, and monitoring activities.",
		"compromise": "Loss of confidentiality, integrity, or availability of information or system components.",
		"controls": "Policies and procedures that are part of entity's internal control system.",
		"consent": "Individual's permission for use or disclosure of information, which may be affirmative or implied.",
		"COSO": "Committee of Sponsoring Organizations of the Treadway Commission, which develops frameworks for enterprise risk management and internal control.",
		"criteria": "Benchmarks used to measure or evaluate subject matter.",
		"cybersecurity_objectives": "Objectives addressing cybersecurity risks that could affect achievement of entity's business objectives.",
		"data_controller": "Organization that determines purposes and means for processing personal data.",
		"data_processor": "Organization that processes personal data at the direction of a data controller.",
		"data_subject": "Individual about whom personal information is collected.",
		"design": "Internal control system design intended to provide reasonable assurance of objective achievement.",
		"disclosure": "Providing access or releasing information outside the entity holding it.",
		"disposal": "Removing or destroying data or information.",
		"effectiveness": "Encompasses both suitability of control design and operating effectiveness.",
		"endpoint_devices": "Connected hardware or virtual devices that communicate across a network.",
		"entity": "Legal entity or management operating model established for a particular purpose.",
		"entity-wide": "Activities that apply across the entity, often related to entity-wide controls.",
		"environmental": "Matters that can damage physical elements of information systems like fire, flood, or power outages.",
		"external_users": "Users other than entity personnel who are authorized to interact with information systems.",
		"functional_requirements": "Requirements that must be met for system to fulfill designed purpose.",
		"information_and_systems": "Electronic information during use, processing, transmission, storage, and systems that use this information.",
		"information_assets": "Data and associated software/infrastructure used to process, transmit, and store information.",
		"infrastructure": "Physical or virtual resources supporting IT environment, including servers, storage, and networks.",
		"internal_control": "Process designed to provide reasonable assurance of achieving objectives related to operations, reporting, and compliance.",
		"nonfunctional_requirements": "System attributes like security, reliability, and performance that define how well a system operates.",
		"outsourced_service_providers": "Service providers performing business processes, operations, or controls necessary for entity objectives.",
		"personal_information": "Information about or relating to an identifiable individual.",
		"policies": "Management statements of what should be done to effect control.",
		"practitioner": "CPA performing examination of controls within entity's system.",
		"principal_system_objectives": "System objectives related to trust services category addressed by examination.",
		"privacy_commitments": "Management declarations regarding system processing personal information.",
		"privacy_notice": "Written communication to individuals about policies regarding their personal information.",
		"process_or_control_framework": "Set of processes or controls established by another party for organizations to implement.",
		"products": "Tangible or intangible goods manufactured or produced by an entity.",
		"report_users": "Intended users of practitioner's report in accordance with attestation standards.",
		"residual_risk": "Risk that remains after management's response has been implemented.",
		"retention": "How long an entity stores information for future use or reference.",
		"risk": "Possibility that an event will occur and adversely affect objective achievement.",
		"risk_response": "Decision to accept, avoid, reduce, or share a risk.",
		"security_event": "Occurrence that impairs or could impair availability, integrity, or confidentiality of information or systems.",
		"security_incident": "Security event requiring action to protect information assets.",
		"senior_management": "CEO and senior management team.",
		"service_provider": "Supplier engaged to provide services to the entity.",
		"SOC_2_examination": "Examination on controls at service organization relevant to security, availability, processing integrity, confidentiality, or privacy.",
		"SOC_3_engagement": "Examination on design and operating effectiveness of entity's controls over system relevant to trust services categories.",
		"SOC_for_Cybersecurity_examination": "Examination on entity's cybersecurity risk management program.",
		"SOC_for_Supply_Chain_examination": "Examination on entity's system for producing, manufacturing, or distributing products.",
		"software": "Instructions that tell a computer how to operate, including application and system software.",
		"stakeholders": "Parties affected by the entity, such as shareholders, communities, employees, customers, and suppliers.",
		"subsequent_events": "Events after specified period that could significantly affect description or control effectiveness evaluation.",
		"supplier": "Individual or business providing goods or services to the entity.",
		"system": "Infrastructure, software, procedures, and data designed to achieve business objectives.",
		"system_boundaries": "Specific aspects of entity's infrastructure, software, people, procedures, and data for a function or service.",
		"system_components": "Individual elements of a system: infrastructure, software, people, processes, and data.",
		"system_event": "Occurrence that could lead to loss or disruption of operations, services, or functions.",
		"system_incident": "System event requiring action to prevent or reduce impact.",
		"system_objectives": "Entity objectives embodied in product commitments and system functioning requirements.",
		"system_requirements": "Specifications for system function to meet commitments and requirements.",
		"third_party": "Individual or organization other than the entity and its employees.",
		"threat": "Circumstance or event that could potentially impair objective achievement, assets, or activities.",
		"trust_services": "Professional attestation and advisory services based on security, availability, processing integrity, confidentiality, or privacy criteria.",
		"unauthorized_access": "Unapproved access that compromises segregation of duties or increases risks.",
		"vendor": "Individual or business providing goods or services to the entity.",
		"vulnerability": "Weakness in system component that could be exploited or triggered."
	}
}
