{
	"trust_services_criteria": {
		"control_environment": {
			"CC1.1": {
				"description": "COSO Principle 1: The entity demonstrates a commitment to integrity and ethical values.",
				"points_of_focus": [
					"Sets the Tone at the Top — The board of directors and management demonstrate the importance of integrity and ethical values.",
					"Establishes Standards of Conduct — The expectations are defined in standards of conduct and understood at all levels.",
					"Evaluates Adherence to Standards of Conduct — Processes evaluate individuals and teams against expected standards.",
					"Addresses Deviations in a Timely Manner — Deviations are identified and remedied in a timely and consistent manner.",
					"Considers Contractors and Vendor Employees in Demonstrating Its Commitment — Includes contractors and vendors in standards of conduct processes."
				]
			},
			"CC1.2": {
				"description": "COSO Principle 2: The board of directors demonstrates independence from management and exercises oversight of internal control development and performance.",
				"points_of_focus": [
					"Establishes Oversight Responsibilities — The board identifies and accepts oversight responsibilities.",
					"Applies Relevant Expertise — The board defines and evaluates skills and expertise needed among its members.",
					"Operates Independently — The board has sufficient independent members for objective evaluations.",
					"Supplements Board Expertise — The board supplements expertise in security, availability, processing integrity, confidentiality, and privacy as needed."
				]
			},
			"CC1.3": {
				"description": "COSO Principle 3: Management establishes, with board oversight, structures, reporting lines, and appropriate authorities and responsibilities in the pursuit of objectives.",
				"points_of_focus": [
					"Considers All Structures of the Entity — Management considers multiple structures used to support objectives.",
					"Establishes Reporting Lines — Management designs lines of reporting to enable execution of authorities.",
					"Defines, Assigns, and Limits Authorities and Responsibilities — Management delegates authority and segregates duties.",
					"Addresses Specific Requirements When Defining Authorities and Responsibilities — Considers requirements for security, availability, processing integrity, confidentiality, and privacy.",
					"Considers Interactions With External Parties — Considers interactions with and monitoring of external parties.",
					"Establishes Structures, Reporting Lines, and Authorities to Support Compliance With Legal and Contractual Privacy Requirements — For privacy-related matters."
				]
			},
			"CC1.4": {
				"description": "COSO Principle 4: The entity demonstrates a commitment to attract, develop, and retain competent individuals in alignment with objectives.",
				"points_of_focus": [
					"Establishes Policies and Practices — Policies reflect necessary competence to support objectives.",
					"Evaluates Competence and Addresses Shortcomings — Evaluates competence across entity and outsourced providers.",
					"Attracts, Develops, and Retains Individuals — Provides mentoring and training to attract and retain personnel.",
					"Plans and Prepares for Succession — Develops contingency plans for key responsibilities.",
					"Considers the Background of Individuals — Evaluates background when determining employment.",
					"Considers the Technical Competency of Individuals — Evaluates technical skills of personnel and vendors.",
					"Provides Training to Maintain Technical Competencies — Provides ongoing education and training."
				]
			},
			"CC1.5": {
				"description": "COSO Principle 5: The entity holds individuals accountable for their internal control responsibilities in the pursuit of objectives.",
				"points_of_focus": [
					"Enforces Accountability Through Structures, Authorities, and Responsibilities — Establishes mechanisms to communicate accountability.",
					"Establishes Performance Measures, Incentives, and Rewards — Establishes measures reflecting standards of conduct.",
					"Evaluates Performance Measures, Incentives, and Rewards for Ongoing Relevance — Aligns incentives with internal control responsibilities.",
					"Considers Excessive Pressures — Evaluates and adjusts pressures associated with objectives.",
					"Evaluates Performance and Rewards or Disciplines Individuals — Evaluates performance and provides rewards or discipline.",
					"Takes Disciplinary Actions — For privacy violations or negligence causing privacy incidents."
				]
			}
		},
		"information_and_communication": {
			"CC2.1": {
				"description": "COSO Principle 13: The entity obtains or generates and uses relevant, quality information to support the functioning of internal control.",
				"points_of_focus": [
					"Identifies Information Requirements — Identifies information needed to support internal control components.",
					"Captures Internal and External Sources of Data — Information systems capture data sources.",
					"Processes Relevant Data Into Information — Systems transform data into information.",
					"Maintains Quality Throughout Processing — Systems produce timely, accurate, accessible, and protected information.",
					"Documents Data Flow — Documents and uses data flows to support controls.",
					"Manages Assets — Identifies, documents, and maintains records of system components.",
					"Classifies Information — Classifies information by relevant characteristics to support control design.",
					"Uses Information That Is Complete and Accurate — Uses valid information in control operation.",
					"Manages the Location of Assets — Tracks physical location of information assets, especially those stored externally."
				]
			},
			"CC2.2": {
				"description": "COSO Principle 14: The entity internally communicates information, including objectives and responsibilities for internal control, necessary to support the functioning of internal control.",
				"points_of_focus": [
					"Communicates Internal Control Information — Communicates information for internal control responsibilities.",
					"Communicates With the Board of Directors — Provides information for board oversight roles.",
					"Provides Separate Communication Lines — Establishes separate channels for anonymous communication.",
					"Selects Relevant Method of Communication — Considers timing, audience, and nature of information.",
					"Communicates Responsibilities — Informs personnel about system control responsibilities.",
					"Communicates Information on Reporting Failures, Incidents, Concerns, and Other Matters — Provides reporting methods.",
					"Communicates Objectives and Changes to Objectives — Informs personnel of objectives and changes.",
					"Communicates Information to Improve Security Knowledge and Awareness — Provides security awareness training.",
					"Communicates Information to Improve Privacy Knowledge and Awareness — Provides privacy awareness training.",
					"Communicates Incident Reporting Methods — Informs of process to report suspected privacy incidents.",
					"Communicates Information About System Operation and Boundaries — Explains system design and operation.",
					"Communicates System Objectives — Communicates objectives to enable personnel to fulfill responsibilities.",
					"Communicates System Changes — Communicates changes that affect responsibilities."
				]
			},
			"CC2.3": {
				"description": "COSO Principle 15: The entity communicates with external parties regarding matters affecting the functioning of internal control.",
				"points_of_focus": [
					"Communicates to External Parties — Communicates relevant information to external parties.",
					"Enables Inbound Communications — Allows input from external parties via communication channels.",
					"Communicates With the Board of Directors — Reports external assessment results to the board.",
					"Provides Separate Communication Lines — Establishes anonymous communication channels for external parties.",
					"Selects Relevant Method of Communication — Considers timing, audience, nature, and legal requirements.",
					"Communicates Objectives Related to Confidentiality and Changes to Those Objectives — For confidentiality matters.",
					"Communicates Objectives Related to Privacy and Changes to Those Objectives — For privacy matters.",
					"Communicates Incident Reporting Methods — Provides process for reporting suspected privacy incidents.",
					"Communicates Information About System Operation and Boundaries — To external users.",
					"Communicates System Objectives — To appropriate external users.",
					"Communicates System Responsibilities — To external users with system responsibilities.",
					"Communicates Information on Reporting System Failures, Incidents, Concerns, and Other Matters — To external users."
				]
			}
		},
		"risk_assessment": {
			"CC3.1": {
				"description": "COSO Principle 6: The entity specifies objectives with sufficient clarity to enable the identification and assessment of risks relating to objectives.",
				"points_of_focus": [
					"Operations Objectives — Reflect management choices, consider risk tolerances, include performance goals, form basis for resource commitment.",
					"External Financial Reporting Objectives — Comply with accounting standards, consider materiality, reflect entity activities.",
					"External Nonfinancial Reporting Objectives — Comply with external frameworks, consider precision requirements, reflect entity activities.",
					"Internal Reporting Objectives — Reflect management choices, consider precision requirements, reflect entity activities.",
					"Compliance Objectives — Reflect external laws and regulations, consider risk tolerances.",
					"Establishes Sub-Objectives for Risk Assessment — Identifies sub-objectives for security, availability, processing integrity, confidentiality, or privacy."
				]
			},
			"CC3.2": {
				"description": "COSO Principle 7: The entity identifies risks to the achievement of its objectives across the entity and analyzes risks as a basis for determining how the risks should be managed.",
				"points_of_focus": [
					"Includes Entity, Subsidiary, Division, Operating Unit, and Functional Levels — Identifies risks at all relevant levels.",
					"Analyzes Internal and External Factors — Considers impact of factors on objectives.",
					"Involves Appropriate Levels of Management — Includes appropriate management in risk assessment.",
					"Estimates Significance of Risks Identified — Analyzes potential significance of risks.",
					"Determines How to Respond to Risks — Decides whether to accept, avoid, reduce, or share risks.",
					"Identifies Threats to Objectives — Identifies threats from intentional and unintentional acts and events.",
					"Identifies Vulnerability of System Components — Identifies vulnerabilities in infrastructure, software, and assets.",
					"Analyzes Threats and Vulnerabilities From Vendors, Business Partners, and Other Parties — Considers external threats.",
					"Assesses the Significance of the Risks — Analyzes criticality, susceptibility, likelihood, magnitude, and develops mitigations."
				]
			},
			"CC3.3": {
				"description": "COSO Principle 8: The entity considers the potential for fraud in assessing risks to the achievement of objectives.",
				"points_of_focus": [
					"Considers Various Types of Fraud — Considers fraudulent reporting, asset loss, and corruption.",
					"Assesses Incentives and Pressures — Considers incentives and pressures for fraud.",
					"Assesses Opportunities — Evaluates opportunities for inappropriate acts.",
					"Assesses Attitudes and Rationalizations — Considers how personnel might justify inappropriate actions.",
					"Considers the Risks Related to the Use of IT and Access to Information — Evaluates IT-specific fraud risks."
				]
			},
			"CC3.4": {
				"description": "COSO Principle 9: The entity identifies and assesses changes that could significantly impact the system of internal control.",
				"points_of_focus": [
					"Assesses Changes in the External Environment — Considers regulatory, economic, and physical environment changes.",
					"Assesses Changes in the Business Model — Considers impacts of business changes on internal control.",
					"Assesses Changes in Leadership — Considers changes in management attitudes toward internal control.",
					"Assesses Changes in Systems and Technology — Considers impacts of technology changes.",
					"Assesses Changes in Vendor and Business Partner Relationships — Considers impacts of relationship changes.",
					"Assesses Changes in Threats and Vulnerabilities — Evaluates changing threats to system components."
				]
			}
		},
		"monitoring_activities": {
			"CC4.1": {
				"description": "COSO Principle 16: The entity selects, develops, and performs ongoing and/or separate evaluations to ascertain whether the components of internal control are present and functioning.",
				"points_of_focus": [
					"Considers a Mix of Ongoing and Separate Evaluations — Balances ongoing and separate evaluations.",
					"Considers Rate of Change — Considers business change rate when developing evaluations.",
					"Establishes Baseline Understanding — Uses system design as evaluation baseline.",
					"Uses Knowledgeable Personnel — Ensures evaluators understand what they're evaluating.",
					"Integrates With Business Processes — Builds ongoing evaluations into business processes.",
					"Adjusts Scope and Frequency — Varies evaluation scope based on risk.",
					"Objectively Evaluates — Performs periodic separate evaluations for objective feedback.",
					"Considers Different Types of Ongoing and Separate Evaluations — Uses various monitoring methods."
				]
			},
			"CC4.2": {
				"description": "COSO Principle 17: The entity evaluates and communicates internal control deficiencies in a timely manner to those parties responsible for taking corrective action, including senior management and the board of directors, as appropriate.",
				"points_of_focus": [
					"Assesses Results — Management and the board assess evaluation results.",
					"Communicates Deficiencies — Reports deficiencies to responsible parties.",
					"Monitors Corrective Action — Tracks timely remediation of deficiencies."
				]
			}
		},
		"control_activities": {
			"CC5.1": {
				"description": "COSO Principle 10: The entity selects and develops control activities that contribute to the mitigation of risks to the achievement of objectives to acceptable levels.",
				"points_of_focus": [
					"Integrates With Risk Assessment — Control activities address and mitigate risks.",
					"Considers Entity-Specific Factors — Considers environment and organizational characteristics in control selection.",
					"Determines Relevant Business Processes — Identifies processes requiring controls.",
					"Evaluates a Mix of Control Activity Types — Uses various control types including manual, automated, preventive, and detective.",
					"Considers at What Level Activities Are Applied — Implements controls at various entity levels.",
					"Addresses Segregation of Duties — Segregates incompatible duties or develops alternative controls."
				]
			},
			"CC5.2": {
				"description": "COSO Principle 11: The entity also selects and develops general control activities over technology to support the achievement of objectives.",
				"points_of_focus": [
					"Determines Dependency Between the Use of Technology in Business Processes and Technology General Controls — Understands linkage between processes and controls.",
					"Establishes Relevant Technology Infrastructure Control Activities — Implements controls over infrastructure for completeness, accuracy, and availability.",
					"Establishes Relevant Security Management Process Controls Activities — Implements access controls based on job responsibilities.",
					"Establishes Relevant Technology Acquisition, Development, and Maintenance Process Control Activities — Controls technology development and maintenance."
				]
			},
			"CC5.3": {
				"description": "COSO Principle 12: The entity deploys control activities through policies that establish what is expected and in procedures that put policies into action.",
				"points_of_focus": [
					"Establishes Policies and Procedures to Support Deployment of Management's Directives — Creates policies and procedures for control activities.",
					"Establishes Responsibility and Accountability for Executing Policies and Procedures — Assigns responsibility for control activities.",
					"Performs in a Timely Manner — Performs control activities in accordance with policy timelines.",
					"Takes Corrective Action — Investigates and acts on control execution issues.",
					"Performs Using Competent Personnel — Uses skilled personnel with authority for control activities.",
					"Reassesses Policies and Procedures — Reviews control relevance and updates as needed."
				]
			}
		},
		"logical_and_physical_access_controls": {
			"CC6.1": {
				"description": "The entity implements logical access security software, infrastructure, and architectures over protected information assets to protect them from security events to meet the entity's objectives.",
				"points_of_focus": [
					"Identifies and Manages the Inventory of Information Assets — Inventories and classifies assets.",
					"Assesses New Architectures — Evaluates security of new architectures before implementation.",
					"Restricts Logical Access — Restricts access to assets through access control mechanisms.",
					"Identifies and Authenticates Users — Verifies identity of users, infrastructure, and software.",
					"Considers Network Segmentation — Isolates portions of the network based on risk.",
					"Manages Points of Access — Identifies and controls external access points.",
					"Restricts Access to Information Assets — Establishes access rules using data classification.",
					"Manages Identification and Authentication — Establishes requirements for system access.",
					"Manages Credentials for Infrastructure and Software — Controls access credentials for system components.",
					"Uses Encryption to Protect Data — Implements encryption based on risk assessment.",
					"Protects Cryptographic Keys — Secures keys during generation, storage, use, and destruction.",
					"Restricts Access to and Use of Confidential Information for Identified Purposes — For confidentiality.",
					"Restricts Access to and the Use of Personal Information — For privacy."
				]
			},
			"CC6.2": {
				"description": "Prior to issuing system credentials and granting system access, the entity registers and authorizes new internal and external users whose access is administered by the entity. For those users whose access is administered by the entity, user system credentials are removed when user access is no longer authorized.",
				"points_of_focus": [
					"Creates Access Credentials to Protected Information Assets — Creates credentials based on authorization.",
					"Reviews Validity of Access Credentials — Periodically reviews credentials for validity.",
					"Prevents the Use of Credentials When No Longer Valid — Disables or destroys invalid credentials."
				]
			},
			"CC6.3": {
				"description": "The entity authorizes, modifies, or removes access to data, software, functions, and other protected information assets based on roles, responsibilities, or the system design and changes, giving consideration to the concepts of least privilege and segregation of duties, to meet the entity's objectives.",
				"points_of_focus": [
					"Creates or Modifies Access to Protected Information Assets — Processes for creating/modifying access.",
					"Removes Access to Protected Information Assets — Processes for removing unnecessary access.",
					"Uses Access Control Structures — Implements role-based access controls and segregation of duties.",
					"Reviews Access Roles and Rules — Periodically reviews and modifies access configurations."
				]
			},
			"CC6.4": {
				"description": "The entity restricts physical access to facilities and protected information assets (for example, data center facilities, backup media storage, and other sensitive locations) to authorized personnel to meet the entity's objectives.",
				"points_of_focus": [
					"Creates or Modifies Physical Access — Processes for authorizing physical access.",
					"Removes Physical Access — Processes for removing unnecessary physical access.",
					"Recovers Physical Devices — Processes for recovering entity devices when access is terminated.",
					"Reviews Physical Access — Periodically reviews physical access for appropriateness."
				]
			},
			"CC6.5": {
				"description": "The entity discontinues logical and physical protections over physical assets only after the ability to read or recover data and software from those assets has been diminished and is no longer required to meet the entity's objectives.",
				"points_of_focus": [
					"Removes Data and Software for Disposal — Renders data and software inaccessible before disposal."
				]
			},
			"CC6.6": {
				"description": "The entity implements logical access security measures to protect against threats from sources outside its system boundaries.",
				"points_of_focus": [
					"Restricts Access — Limits activities through communication channels.",
					"Protects Identification and Authentication Credentials — Secures credentials during transmission.",
					"Requires Additional Authentication or Credentials — Implements additional authentication for external access.",
					"Implements Boundary Protection Systems — Configures firewalls and other security systems."
				]
			},
			"CC6.7": {
				"description": "The entity restricts the transmission, movement, and removal of information to authorized internal and external users and processes, and protects it during transmission, movement, or removal to meet the entity's objectives.",
				"points_of_focus": [
					"Restricts the Ability to Perform Transmission — Uses data loss prevention to control data movement.",
					"Uses Encryption Technologies or Secure Communication Channels to Protect Data — Protects data during transmission.",
					"Protects Removal Media — Secures removable media through encryption and physical protections.",
					"Protects Endpoint Devices — Implements controls for mobile devices, laptops, and other endpoints."
				]
			},
			"CC6.8": {
				"description": "The entity implements controls to prevent or detect and act upon the introduction of unauthorized or malicious software to meet the entity's objectives.",
				"points_of_focus": [
					"Restricts Installation and Modification of Application and Software — Limits software installation privileges.",
					"Detects Unauthorized Changes to Software and Configuration Parameters — Monitors for unauthorized changes.",
					"Uses a Defined Change Control Process — Manages software implementation through change control.",
					"Uses Antivirus and Anti-Malware Software — Implements malware detection and remediation.",
					"Scans Information Assets From Outside the Entity for Malware and Other Unauthorized Software — Checks incoming assets."
				]
			}
		},
		"system_operations": {
			"CC7.1": {
				"description": "To meet its objectives, the entity uses detection and monitoring procedures to identify (1) changes to configurations that result in the introduction of new vulnerabilities, and (2) susceptibilities to newly discovered vulnerabilities.",
				"points_of_focus": [
					"Uses Defined Configuration Standards — Defines standards for system hardening.",
					"Monitors Infrastructure and Software — Monitors for noncompliance with standards.",
					"Implements Change-Detection Mechanisms — Uses tools to detect unauthorized modifications.",
					"Detects Unknown or Unauthorized Components — Identifies unauthorized system components.",
					"Conducts Vulnerability Scans — Performs scans and remediation after changes."
				]
			},
			"CC7.2": {
				"description": "The entity monitors system components and the operation of those components for anomalies that are indicative of malicious acts, natural disasters, and errors affecting the entity's ability to meet its objectives; anomalies are analyzed to determine whether they represent security events.",
				"points_of_focus": [
					"Implements Detection Policies, Procedures, and Tools — Establishes security event detection measures.",
					"Designs Detection Measures — Designs controls to identify various types of anomalies.",
					"Implements Filters to Analyze Anomalies — Processes to identify security events.",
					"Monitors Detection Tools for Effective Operation — Maintains effectiveness of detection tools."
				]
			},
			"CC7.3": {
				"description": "The entity evaluates security events to determine whether they could or have resulted in a failure of the entity to meet its objectives (security incidents) and, if so, takes actions to prevent or address such failures.",
				"points_of_focus": [
					"Responds to Security Incidents — Has incident response procedures.",
					"Communicates and Reviews Detected Security Events — Reports events to security management.",
					"Develops and Implements Procedures to Analyze Security Incidents — Analyzes impact of incidents.",
					"Assesses the Impact on Confidential Information — Evaluates unauthorized disclosure of confidential information.",
					"Determines Confidential Information Used or Disclosed — Identifies affected information and addresses control failures.",
					"Assesses the Impact on Personal Information — Evaluates unauthorized disclosure of personal information.",
					"Determines Personal Information Used or Disclosed — Identifies affected personal information and addresses failures."
				]
			},
			"CC7.4": {
				"description": "The entity responds to identified security incidents by executing a defined incident-response program to understand, contain, remediate, and communicate security incidents, as appropriate.",
				"points_of_focus": [
					"Assigns Roles and Responsibilities — Designates roles for incident response.",
					"Contains and Responds to Security Incidents — Responds to active security threats.",
					"Mitigates Ongoing Security Incidents — Reduces effects of ongoing incidents.",
					"Resolves Security Incidents — Addresses vulnerabilities and removes unauthorized access.",
					"Restores Operations — Restores operations to support objectives.",
					"Develops and Implements Communication of Security Incidents — Creates protocols for communication.",
					"Obtains Understanding of Nature of Incident and Determines Containment Strategy — Analyzes incidents.",
					"Remediates Identified Vulnerabilities — Develops remediation activities.",
					"Communicates Remediation Activities — Documents and communicates remediation actions.",
					"Evaluates the Effectiveness of Incident Response — Periodically assesses response effectiveness.",
					"Periodically Evaluates Incidents — Reviews incidents to identify needed system changes.",
					"Applies Breach Response Procedures — Implements defined procedures for privacy incidents.",
					"Communicates Unauthorized Use and Disclosure — Informs required parties of privacy breaches.",
					"Application of Sanctions — Evaluates conduct of involved parties and applies sanctions as needed."
				]
			},
			"CC7.5": {
				"description": "The entity identifies, develops, and implements activities to recover from identified security incidents.",
				"points_of_focus": [
					"Restores the Affected Environment — Rebuilds systems and updates configurations.",
					"Communicates Information About the Incident — Informs stakeholders about recovery actions.",
					"Determines Root Cause of the Incident — Identifies underlying cause of incidents.",
					"Implements Changes to Prevent and Detect Recurrences — Updates controls based on analysis.",
					"Improves Response and Recovery Procedures — Enhances incident response plans.",
					"Implements Incident-Recovery Plan Testing — Tests recovery procedures periodically."
				]
			}
		},
		"change_management": {
			"CC8.1": {
				"description": "The entity authorizes, designs, develops or acquires, configures, documents, tests, approves, and implements changes to infrastructure, data, software, and procedures to meet its objectives.",
				"points_of_focus": [
					"Manages Changes Throughout the System Life Cycle — Processes for entire system lifecycle.",
					"Authorizes Changes — Approves changes before design or acquisition.",
					"Designs and Develops Changes — Designs changes to support objectives.",
					"Documents Changes — Documents changes for ongoing maintenance.",
					"Tracks System Changes — Tracks changes prior to implementation.",
					"Configures Software — Selects and monitors configuration parameters.",
					"Tests System Changes — Tests changes before production implementation.",
					"Approves System Changes — Approves changes before implementation.",
					"Deploys System Changes — Implements changes with segregation of responsibilities.",
					"Identifies and Evaluates System Changes — Identifies objectives affected by changes.",
					"Identifies Changes in Infrastructure, Data, Software, and Procedures Required to Remediate Incidents — Initiates change process for incident remediation.",
					"Creates Baseline Configuration of IT Technology — Maintains baseline configurations.",
					"Provides for Changes Necessary in Emergency Situations — Includes expedited change processes.",
					"Manages Patch Changes — Manages patches for infrastructure and software."
				]
			}
		},
		"risk_mitigation": {
			"CC9.1": {
				"description": "The entity identifies, selects, and develops risk mitigation activities for risks arising from potential business disruptions.",
				"points_of_focus": [
					"Considers Mitigation of Risks of Business Disruption — Develops resilience policies and procedures.",
					"Considers the Use of Insurance to Mitigate Financial Impact Risks — Evaluates insurance options."
				]
			},
			"CC9.2": {
				"description": "The entity assesses and manages risks associated with vendors and business partners.",
				"points_of_focus": [
					"Establishes Requirements for Vendor and Business Partner Engagements — Defines service and compliance requirements.",
					"Identifies Vulnerabilities — Evaluates risks from third-party system access.",
					"Assesses Vendor and Business Partner Risks — Evaluates threats from external relationships.",
					"Assigns Responsibility and Accountability for Managing Vendors and Business Partners — Designates oversight responsibilities.",
					"Establishes Communication Protocols for Vendors and Business Partners — Creates resolution procedures.",
					"Establishes Exception Handling Procedures From Vendors and Business Partners — Addresses service issues.",
					"Assesses Vendor and Business Partner Performance — Evaluates performance based on risk.",
					"Implements Procedures for Addressing Issues Identified During Vendor and Business Partner Assessments — Addresses relationship issues.",
					"Implements Procedures for Terminating Vendor and Business Partner Relationships — Includes data return procedures.",
					"Obtains Confidentiality Commitments From Vendors and Business Partners — Secures commitments for confidential information.",
					"Assesses Compliance With Confidentiality Commitments of Vendors and Business Partners — Monitors compliance.",
					"Obtains Privacy Commitments From Vendors and Business Partners — Secures commitments for personal information.",
					"Assesses Compliance With Privacy Commitments of Vendors and Business Partners — Monitors compliance."
				]
			}
		}
	}
}
